[
  {
    "id": 580489,
    "overview": "After finding a host body in investigative reporter Eddie Brock, the alien symbiote must face a new enemy, Carnage, the alter ego of serial killer Cletus Kasady.",
    "poster_path": "/rjkmN1dniUHVYAtwuV3Tji7FsDO.jpg",
    "release_date": "2021-09-30",
    "title": "Venom: Let There Be Carnage",
    "vote_average": 7.2
  },
  {
    "id": 512195,
    "overview": "An Interpol-issued Red Notice is a global alert to hunt and capture the world's most wanted. But when a daring heist brings together the FBI's top profiler and two rival criminals, there's no telling what will happen.",
    "poster_path": "/lAXONuqg41NwUMuzMiFvicDET9Y.jpg",
    "release_date": "2021-11-04",
    "title": "Red Notice",
    "vote_average": 6.8
  },
  {
    "id": 634649,
    "overview": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
    "poster_path": "/1g0dhYtq4irTY1GPXvft6k4YLjm.jpg",
    "release_date": "2021-12-15",
    "title": "Spider-Man: No Way Home",
    "vote_average": 8.4
  },
  {
    "id": 585245,
    "overview": "As Emily struggles to fit in at home and at school, she discovers a small red puppy who is destined to become her best friend. When Clifford magically undergoes one heck of a growth spurt, becomes a gigantic dog and attracts the attention of a genetics company, Emily and her Uncle Casey have to fight the forces of greed as they go on the run across New York City. Along the way, Clifford affects the lives of everyone around him and teaches Emily and her uncle the true meaning of acceptance and unconditional love.",
    "poster_path": "/ygPTrycbMSFDc5zUpy4K5ZZtQSC.jpg",
    "release_date": "2021-11-10",
    "title": "Clifford the Big Red Dog",
    "vote_average": 7.6
  },
  {
    "id": 566525,
    "overview": "Shang-Chi must confront the past he thought he left behind when he is drawn into the web of the mysterious Ten Rings organization.",
    "poster_path": "/1BIoJGKbXjdFDAqUEiA2VHqkK1Z.jpg",
    "release_date": "2021-09-01",
    "title": "Shang-Chi and the Legend of the Ten Rings",
    "vote_average": 7.8
  },
  {
    "id": 568124,
    "overview": "The tale of an extraordinary family, the Madrigals, who live hidden in the mountains of Colombia, in a magical house, in a vibrant town, in a wondrous, charmed place called an Encanto. The magic of the Encanto has blessed every child in the family with a unique gift from super strength to the power to heal—every child except one, Mirabel. But when she discovers that the magic surrounding the Encanto is in danger, Mirabel decides that she, the only ordinary Madrigal, might just be her exceptional family's last hope.",
    "poster_path": "/4j0PNHkMr5ax3IA8tjtxcmPU3QT.jpg",
    "release_date": "2021-11-24",
    "title": "Encanto",
    "vote_average": 7.4
  },
  {
    "id": 617653,
    "overview": "King Charles VI declares that Knight Jean de Carrouges settle his dispute with his squire, Jacques Le Gris, by challenging him to a duel.",
    "poster_path": "/zjrJE0fpzPvX8saJXj8VNfcjBoU.jpg",
    "release_date": "2021-10-13",
    "title": "The Last Duel",
    "vote_average": 7.6
  },
  {
    "id": 482321,
    "overview": "In a world where walking, talking, digitally connected bots have become children's best friends, an 11-year-old finds that his robot buddy doesn't quite work the same as the others do.",
    "poster_path": "/gA9QxSravC2EVEkEKgyEmDrfL0e.jpg",
    "release_date": "2021-10-15",
    "title": "Ron's Gone Wrong",
    "vote_average": 8.5
  },
  {
    "id": 589761,
    "overview": "The aftermath of a shocking explosion at the Chernobyl nuclear power station made hundreds of people sacrifice their lives to clean up the site of the catastrophe and to successfully prevent an even bigger disaster that could have turned a large part of the European continent into an uninhabitable exclusion zone. This is their story.",
    "poster_path": "/kfQJQWFEoWRVBH8FUKnT0HX1yRS.jpg",
    "release_date": "2021-04-15",
    "title": "Chernobyl: Abyss",
    "vote_average": 6.2
  },
  {
    "id": 370172,
    "overview": "Bond has left active service and is enjoying a tranquil life in Jamaica. His peace is short-lived when his old friend Felix Leiter from the CIA turns up asking for help. The mission to rescue a kidnapped scientist turns out to be far more treacherous than expected, leading Bond onto the trail of a mysterious villain armed with dangerous new technology.",
    "poster_path": "/iUgygt3fscRoKWCV1d0C7FbM9TP.jpg",
    "release_date": "2021-09-29",
    "title": "No Time to Die",
    "vote_average": 7.6
  },
  {
    "id": 524434,
    "overview": "The Eternals are a team of ancient aliens who have been living on Earth in secret for thousands of years. When an unexpected tragedy forces them out of the shadows, they are forced to reunite against mankind’s most ancient enemy, the Deviants.",
    "poster_path": "/6AdXwFTRTAzggD2QUTt5B7JFGKL.jpg",
    "release_date": "2021-11-03",
    "title": "Eternals",
    "vote_average": 7.1
  },
  {
    "id": 609972,
    "overview": "Margot, a documentary filmmaker, heads to a secluded Amish community in the hopes of learning about her long-lost mother and extended family. Following a string of strange occurrences and discoveries, she comes to realize this community may not be what it seems.",
    "poster_path": "/bXAVveHiLotZbWdg3PKGhAzxYKP.jpg",
    "release_date": "2021-10-29",
    "title": "Paranormal Activity: Next of Kin",
    "vote_average": 6.7
  }
]
